"TITLE_INTRODUCTION" = "Introdução";
"TITLE_IDENTIFYING" = "Identificação de Seu Teclado";
"TITLE_CONCLUSION" = "Conclusão";
"TITLE_SELECT" = "Selecione o Tipo de Teclado";

"INTRO_TEXT" = "Seu teclado não pode ser identificado e não será utilizável enquanto não for identificado. Para identificar este teclado, clique em Continuar.\n\nSe o seu teclado está funcionando adequadamente e você possui um dispositivo de entrada USB conectado ao seu computador que não é um teclado, você pode saltar este passo.";
"LEFT_SHIFT_TEXT" = "Pressione a tecla que fica exatamente à direita da tecla Maiúsculas, do lado esquerdo do teclado.";
"RIGHT_SHIFT_TEXT" = "Pressione a tecla que fica exatamente à esquerda da tecla Maiúsculas, do lado direito do teclado.";
"SHIFT_SUB_TEXT" = "Pressione a tecla somente uma vez e não a mantenha pressionada por muito tempo. Quando a tecla for reconhecida, o painel seguinte aparecerá.";
"CONFIRM_TEXT" = "Seu teclado foi identificado. Clique em OK para começar a usar o seu computador. Se este não for o tipo correto para o seu teclado, selecione o tipo e clique em OK.";
"FORCE_CONFIRM_TEXT" = "Selecione o tipo de teclado e clique em OK. Se você não sabe qual é o tipo do teclado, entre em contato com o fabricante e peça que identifique o tipo de teclado para você.";
"PROGRESS_TEXT" = "Identificando o seu teclado...";
"WARNING_TITLE" = "Seu teclado não pode ser identificado.";
"WARNING_MESSAGE" = "As teclas que você pressionou não foram reconhecidas. Clique em OK para selecionar o tipo de teclado.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Ignorar";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Pressione a tecla imediatamente à direita da tecla Maiúsculas do lado esquerdo do teclado que pode ser identificado.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Pressione a tecla imediatamente à esquerda da tecla Maiúsculas do lado direito do teclado que pode ser identificado.";
"EXTERNAL_WARNING_MESSAGE" = "Você pressionou uma tecla em seu teclado Apple keyboard. Por favor, pressione as teclas do teclado que não podem ser identificadas.";

"ANSI_TITLE" = "ANSI (EUA e outros)";
"ANSI_HINT" = "Teclado padrão de 101 ou de 102 teclas e alguns outros teclados";

"ISO_TITLE" = "ISO (europeu)";
"ISO_HINT" = "Teclado padrão ISO/IEC 9995";

"JIS_TITLE" = "JIS (japonês)";
"JIS_HINT" = "Teclado japonês padrão com teclas de método de entrada";

"MacISO_TITLE" = "ISO (europeu)";
"MacISO_HINT" = "Teclado ISO/Macintosh";
